{
  "title": "云墨书库",
  "author": "虚拟作者",
  "chapters": [
    {
      "id": "chapter-1",
      "title": "第一章 清晨的舟",
      "content": [
        "东方的天色尚未醒来，江面上却已浮起一层温柔的薄雾。渡船在水中慢慢开裂似的行进，木桨与水面亲吻出节奏，像是有人在远方轻声敲击鼓点。",
        "苏岚站在船头，披着淡灰色的斗篷，指尖拂过船舷潮湿的纹理。她一夜未眠，却没有倦怠，心中某种隐秘的火焰正在缓缓点燃。",
        "一只白鹭掠过，羽翼像被晨曦镀上银光。苏岚想起昨夜山寺里的钟声，一声长鸣之后，僧人递给她那枚刻着云纹的木牌。",
        "她将木牌贴在掌心，温度与心跳同步。那是一纸承诺，亦是一份试炼。",
        "渡船靠岸时，小镇的青石街刚被井水浇过，映出天空的淡蓝。茶肆的门帘被风吹得猎猎作响，空气里隐隐有桂花糕的甜香。",
        "苏岚走在石街上，脚步轻轻。她并不急着寻找要见的人，而是让自己先熟悉这座小镇的呼吸。",
        "街角的书肆还没开门，门楣上垂着风铃。几页纸从门缝里探出头来，像渴望醒来的梦。",
        "她推门而入，霉与墨混杂的味道扑面而来。一位头发花白的老人正在擦拭书案，见到苏岚只点了点头。",
        "老人从案下抽出一卷旧书，封面用细绳缠绕。绳结极复杂，仿佛只有读懂其意的人，才能解开。",
        "苏岚轻轻抚过绳结，像在抚慰一只沉睡的兽。她没有急着打开，只是深吸一口气，将整座小镇纳入胸中。",
        "窗外的雾渐渐散开，阳光穿过梧桐叶的缝隙，像雨点洒在木桌上。苏岚坐下，翻开书卷的第一页。",
        "墨香骤然涌上，她看见纸面上不是文字，而是一幅正在缓缓展开的图景。"
      ]
    },
    {
      "id": "chapter-2",
      "title": "第二章 风中的回声",
      "content": [
        "图景里的山川与真实世界重叠，像有人在空气中描绘光影。苏岚的指尖沿着墨线滑动，光与影便随之流转。",
        "她看到一座早已废弃的庭院，石阶被苔藓包裹，风穿过竹林带来久远的箫音。",
        "箫音中夹杂着人声，一高一低，像是两人隔着千里对话。苏岚用听觉描摹那声音，逐渐辨认出其中的情绪。",
        "她抬起头，书肆的天花板上悬着一盏旧灯，灯罩磨得发白。灯里沉睡的灯芯忽然点亮，柔光洒在书卷上。",
        "老人走到她身旁，像早已知晓这一切。他并未多言，只递给她一杯热茶。",
        "茶汤清亮，入口微苦，却在喉间化作甘露。苏岚闭上眼睛，任由茶香在舌尖铺开。",
        "\"风会记得所有来过这里的人。\" 老人轻声说，声音像风吹过竹影。",
        "苏岚问：\"那它会记得我要找的人吗？\"",
        "老人没有回答，只指向书卷深处。一缕光从纸面跃出，化作一条蜿蜒向前的小径。",
        "小径通往一扇半掩的木门，门上刻着\"回声\"二字。苏岚迈步踏入，脚底传来柔软的触感，像踩在云端，却又踏实。",
        "门内的世界被风织成无数细线，悬挂着残缺的记忆片段。每接近一条线，便有声音在耳畔响起。",
        "她听见了一个少年的笑声，再往前，是一位女子的低语。声音像水波，彼此叠合，却不争夺。"
      ]
    },
    {
      "id": "chapter-3",
      "title": "第三章 云墨之约",
      "content": [
        "苏岚在记忆的深处看见一座桥，桥上站着一位背影淡薄的青年。青年穿着灰色长衫，手里握着一支未点燃的灯。",
        "她认得那背影——多年前的好友云墨。为了寻找那盏灯的光，他离开小镇，消失在无尽的旅途中。",
        "\"云墨。\" 她试探着呼唤。青年缓缓回头，眼神穿透层层风线，落在她身上。",
        "\"来晚了。\" 云墨的声音冷静，却藏着温度。他递出手中的灯，那灯芯上覆盖着一层薄薄的尘埃。",
        "苏岚接过灯，灯身沉甸甸的，像是装着一个尚未醒来的世界。",
        "\"点亮它，你就会明白。\" 云墨的轮廓渐渐淡去，像被风带走的雾。",
        "苏岚将灯紧贴胸口，深吸一口气。她想到山寺的钟声，想到渡船的节奏，想到这座小镇清晨的第一缕光。",
        "她点燃了灯，一束温柔的光从灯芯升起，墙上的风线随之破碎，化为无数文字，坠入她的掌心。",
        "那些文字像细雨般落下，融入苏岚的皮肤。她忽然明白，云墨寻找的并非灯火，而是能够承载故事的人。",
        "老人远远地看着她，眼神宁静。书肆之外，阳光已彻底驱散雾气，小镇被照得通明。",
        "\"故事回到了该回来的地方。\" 老人说道。",
        "苏岚收起灯，将木牌放回怀中。她知道旅程未完，但此刻，她已经找回了与世界对话的勇气。"
      ]
    }
  ]
}
